export const dataLabels = {
  temperatures: [
    'Температура 1-СК',
    'Температура 2-СК',
    'Температура 3-СК',
    'В топке',
    'Вверху камеры загрузки',
    'Внизу камеры загрузки',
    'На входе печи дожига',
    'На выходе печи дожига',
    'Камера выгрузки',
    'Температура дымовых газов котла-утилизатора',
    'Температура газов до скруббера',
    'Температура газов после скруббера',
    'Температура воды в ванне скруббера',
    'Температура гранул после холод-ка',
  ],
  levels: ['Уровень воды в котле-утилизаторе', 'Исполнительный механизм на котле-утилизаторе'],
  pressures: [
    'Давление газов после скруббера',
    'Давление пара в котле-утилизаторе',
    'Разрежение в топке печи',
    'Разрежение в котле-утилизаторе',
    'Разрежение внизу загрузочной камеры'
  ],
};
