export const dataLabels = {
  melniza1: [
    'Фронтальное Мельница 1',
    'Поперечное Мельница 1',
    'Осевое Мельница 1',
  ],
  melniza2: [
    'Фронтальное Мельница 2',
    'Поперечное Мельница 2',
    'Осевое Мельница 2',
  ],
  SBM3: [
    'Осевое ШБМ3',
    'Вертикальное ШБМ3',
    'Поперечное ШБМ3',
  ],
  YGM: [
    'Фронтальное YGM9517',
    'Осевое YGM9517',
    'Поперечное YGM9517',
  ],
  YCVOK: [
    'Фронтальное YCVOK130',
    'Осевое YCVOK130',
    'Поперечное YCVOK130',
  ]
};

export const labelMapping  = {
    'Фронтальное Мельница 1': 'Фронтальное',
    'Поперечное Мельница 1': 'Поперечное',
    'Осевое Мельница 1': 'Осевое',

    'Фронтальное Мельница 2': 'Фронтальное',
    'Поперечное Мельница 2': 'Поперечное',
    'Осевое Мельница 2': 'Осевое',

    'Фронтальное YCVOK130' : 'Фронтальное',
    'Осевое YCVOK130' : 'Осевое',
    'Поперечное YCVOK130': 'Поперечное',

    'Фронтальное YGM9517' : 'Фронтальное',
    'Осевое YGM9517' : 'Осевое',
    'Поперечное YGM9517': 'Поперечное',
    
    'Осевое ШБМ3' : 'Осевое',
    'Вертикальное ШБМ3' : 'Вертикальное',
    'Поперечное ШБМ3': 'Поперечное',
};