export const dataLabels = {
  temperatures: [
    'Температура реактора 45/1',
    'Температура реактора 45/2',
    'Температура реактора 45/3',
    'Температура реактора 45/4',
  ],
  levels: ['Уровень реактора 45/1', 'Уровень реактора 45/2', 'Уровень реактора 45/3', 'Уровень реактора 45/4'],
  press3Temper: ['Температура масла'],
  press3Pressure: ['Давление масла'],
};

export const labelMapping = {
  'Температура реактора 45/1': 'Температура реактора 45/1',
  'Температура реактора 45/2': 'Температура реактора 45/2',
  'Температура реактора 45/3': 'Температура реактора 45/3',
  'Температура реактора 45/4': 'Температура реактора 45/4',
  'Уровень реактора 45/1': 'Уровень реактора 45/1',
  'Уровень реактора 45/2': 'Уровень реактора 45/2',
  'Уровень реактора 45/3': 'Уровень реактора 45/3',
  'Уровень реактора 45/4': 'Уровень реактора 45/4',
  'Температура масла': 'Температура масла',
  'Давление масла': 'Давление масла',
};
