export const dataLabels = {
  rashod: [
    'Тонн/ч DE093', //МПА2
    'Тонн/ч DD972', //МПА3
    'Тонн/ч DD973', //МПА4
  ],
  pressures: [
    'Давление DE093', //МПА2
    'Давление DD972', //МПА3
    'Давление DD973', //МПА4
    'Давление DD576', //Генерация CARBON к10в1
    'Давление DD569', //Генерация от к265 к к10в1
    'Давление DD923', //Генерация котел-утилизатор №1
    'Давление DD924', //Генерация котел-утилизатор №2
  ]
};

export const labelMapping  = {
  'Тонн/ч DE093': 'Тонн/ч МПА2',
  'Тонн/ч DD972': 'Тонн/ч МПА3',
  'Тонн/ч DD973': 'Тонн/ч МПА4',
  'Давление DE093': 'Давление МПА2',
  'Давление DD972': 'Давление МПА3',
  'Давление DD973': 'Давление МПА4',
  'Давление DD576': 'Давление к10в1',
  'Давление DD569': 'Давление от к265 к к10в1',
  'Давление DD923': 'Давление котел-утилизатор №1',
  'Давление DD924': 'Давление котел-утилизатор №2'
};